<?php

use Illuminate\Database\Seeder;
use App\News;

class NewsTableSeeder extends Seeder
{
    public function run()
    {
        $data = [
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'О покупке оборудования Эндосфера® Терапия у третьих лиц',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'news_heading_id' => 1
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Семинар «Эндосфера – эксперт»',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 1
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Экстремальная косметическая хирургия: опасность для всех',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 1
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Новый вызов аппаратной косметологии',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 1
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Новый вызов аппаратной косметологии',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 2
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Экстремальная косметическая хирургия: опасность для всех',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 2
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Семинар «Эндосфера – эксперт»',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 2
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'О покупке оборудования Эндосфера® Терапия у третьих лиц',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 1
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Новый вызов аппаратной косметологии',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 3
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Экстремальная косметическая хирургия: опасность для всех',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 3
            ],
            [
                'slide' => 'news1.jpg',
                'head_ru' => 'Семинар «Эндосфера – эксперт»',
                'description_ru' => '<p>Уважаемые господа!</p><p>Еще раз о покупке оборудования Эндосфера® терапия у третьих лиц.</p><p>Просьба выяснять перед приобретением статус обслуживания оборудования в Представительстве в Москве.</p><p>В Ваших же интересах получить полную информацию о его техническом состоянии, «возрасте» и реальной цене...</p>',
                'content_ru' => '<p>Семинар "Эндосфера - Эксперт" прошел 23 января в Москве . Благодарим всех, кто пришел и приехал из других городов, нам было приятно видеть и общаться со всеми владельцами нашей эксклюзивной методики. Еще приятнее было слышать хорошие отзывы об Эндосфере и о Ваших результатах - финансовых и эстетических!</p><p>Мы представили новый аппарат для лица с двумя уникальными манипулами AK Sensor Face, поговорили о маркетинге и продажах, ценовой политике на процедуры. Обсудили фальсификацию метода на российском рынке. А также ответили на все вопросы, которые интересовали специалистов, работающих с Endospheres Therapy®.</p>',
                'chapter_id' => 6,
                'time' => time(),
                'active' => 1,
                'news_heading_id' => 3
            ],
        ];

        foreach ($data as $item) {
            News::create($item);
        }
    }
}