<?php

use Illuminate\Database\Seeder;
use App\Question;

class QuestionsTableSeeder extends Seeder
{
    public function run()
    {
        $data = [
            [
                'question_ru' => 'Чем методика LPG отличается от Эндосфера® терапия?',
                'answer_ru' => '<p>Методика LPG была создана в конце 80-х годов прошлого века, в 1991 году - появился первый аппарат LPG, а в 1999 году этот метод пришел в Россию, сразу же завоевав рынок как методика не инвазивная, лимфодренажная, направленная на решение проблем целлюлита и др. Методика была запатентована и клинически исследована, что подтверждает ее популярность в мире в течение многих лет. Как и все вакуумные методики, LPG имеет противопоказания и побочные эффекты. Так, при неправильном проведении процедуры, может обвиснуть и стать дряблой кожа в некоторых проблемных местах, а также метод не позволяет работать с варикозом, сосудистой и капиллярной сеткой, не позволяет обрабатывать, например, внутреннюю поверхность бедра (там проходят наши основные вены, а зона эта является критичной абсолютно у всех женщин). Принципом метода ваккуумного массажа LPG были:</p> <ol><li>Аспирация (всасывание)</li> <li>Растяжение кожи</li><li>Стимуляция путем всасывания рецептивных частиц</li></ol><p>Что нужно было изменить для достижения лучших результатов и для избежания некоторых осложнений, таких, как дряблость и обвисание кожи, и что позволит работать с сосудами и капиллярами? Около 10 лет назад появилась новая методика Endospheres Therapy®, созданная итальянскими инженерами и испытанная врачами - флебологами в клиниках и университетах Италии. Новая методика основывается на базе эволюции предыдущих исследований, предлагая систему «компрессионной микровибрации®», новый и революционный концепт, который заменяет фазу «техники всасывания и растяжения тканей», где:</p><ul><li>всасывание заменяется микрокомпрессией</li> <li>растяжение тканей заменяется микровибрацией</li></ul><p>Мы приводим Вам выдержки из доклада Профессора Баччи* на Международном Симпозиуме по эстетической медицине в Москве в январе 2018 г. и из его личного архива.**</p> <p>"Лечебные свойства вибрации известны с 18 века. В настоящее время многими учеными признается, что ВИБРАЦИЯ - ЭТО МЕДИЦИНА БУДУЩЕГО! Преимущества применения компрессии в медицине также известны и доказаны: Компрессия – означает сжатие; Применяется после и во время хирургических операций для восстановления циркуляции и микротока, для предотвращения образования тромбов;</p><p>Компрессионное белье - при лимфостазах, лимфедеме, целлюлите, отеках ног и др. Непосредственно в методике Endospheres Therapy® - создается эффект сосудистой гимнастики, это происходит за счет ряда индустриальных секретов в конструкции аппарата.</p><p>Процедура приятна, безболезненна, не инвазивна, результативна с первого сеанса, основана на физиологических процессах организма, имеет общеоздоравливающий эффект, подтягивает и тонизирует кожу, моделирует силуэт. Направлена также на лечение лимфостаза, капиллярной сетки, улучшает состояние сосудов, может применяться на варикозных венах ( специальный протокол), имеет мощный лимфодренажный эффект и многие другие преимущества, о которых мы писали неоднократно. САМОЕ ГЛАВНОЕ - метод и оборудование запатентованы и прошли клинические испытания , эффективность их НАУЧНО ПОДТВЕРЖДЕНА И ДОКАЗАНА! Это оригинальная ИТАЛЬЯНСКАЯ МЕТОДИКА, имеющая Регистрационное удостоверение Росздравнадзора Российской федерации", - Пьер Антонио Баччи - Профессор эстетической хирургии университета Сиены, Президент Итальянской академии красоты, флеболог, научный консультант методики Endospheres Therapy®</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Сколько длится процедура?',
                'answer_ru' => '<p>Процедура по телу длится 1 час 15 минут по протоколу. Это включая спину. В некоторых салонах делают антицеллюлитную процедуру 50 минут примерно, и далее 30 минут - процедуру для спины. Это, скорее, маркетинговый ход, просто для уменьшения цены процедуры.</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Как скоро можно использовать после кесарева сечения?',
                'answer_ru' => '<p>По совету с врачом, после полного заживления швов.</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Что такое Микровибрация аблятивная® сенсорная в методике Endospheres Therapy?',
                'answer_ru' => '<p>Понятие и метод Компрессионной микровибрации® были созданы и запатентованы компанией Fenix Group в 2007 году. Эта методика основана на микровибрации, которая создается с помощью особых сфер, работающих на различных частотах. Понятие «аблятивный»«(то же, что абляционный) применяется в эстетической медицине с 1989 года. Оно широко используется как в хирургии (аблятивная блеферопластика, например), а также для обозначения одного из видов лазерных методик (лазеры аблятивные или абляционные). Аблятивный означает «мягкий», не агрессивный, не хирургический. При аблятивных методиках происходит воздействие на эстетические проблемы кожи без применение традиционных хирургических методов, так называемые методики Soft Surgery. В эстетической медицине слово «абляция» означает удаление поверхностного слоя кожи.Это может быть сделано с помощь химических пилингов, лазеров и т.д. В случае же с методикой Endospheres Therapy® этот процесс происходит благодаря уникальной манипуле, с особыми гелевыми сферами, создающими микровибрацию (ту самую, фирменную «эндосферовскую»), но расположенными таким образом, что позволяют проводить мягкий механический пилинг поверхности кожи без нанесения вреда, боли, противопоказаний и не требуют реабилитации после процедуры. Поэтому этот метод назвали Микровибрация аблятивная®. Эта технология была разработана и запатентована инженерами Fenix Group (Италия) в этом году , и является абсолютной новинкой на рынке эстетической косметологии.</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Стоит ли делать процедуру Эндосфера терапия, если я хочу уменьшить свои объемы и избавиться от жира?',
                'answer_ru' => '<p>Процедура Эндосфера терапия, действительно, эффективна для решения проблем лишнего веса и моделирования силуэта. Но, уважаемые клиенты, не забываем, что чудес на свете не бывает, даже пластическая хирургия не может избавить пациента от жира навсегда. Чтобы избавиться от жира, нужно правильно питаться и хотя бы двигаться. Лучше двигаться в воде, особенно у кого есть лишний вес: тогда нет нагрузки на суставы и позвоночник,а все процессы потери лишнего веса происходят намного быстрее. Посмотрите сайт системы Acquabike, где приводятся реальные результаты потери веса и объемов при сочетании двух методик - байка в воде и Эндосфера терапия. Эндосфера терапия, при решении проблем похудения, действует так: - запускает собственные физиологические процессы организма и улучшает метаболизм, без чего невозможно избавиться от жира; - выводит шлаки и токсины, способствует очищению организма и лимфодренажу; - уменьшает объемы тела, в том числе и за счет вывода излишней межклеточной жидкости. При этом, компрессия не дает лишней коже обвисать и держит ее в тонусе, поэтому и визуальный эффект гладкой подтянутой кожи при похудении - это тоже заслуга методики Эндосфера.</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Можно использовать при беременности и при лактаци?',
                'answer_ru' => '<p>Конкретных противопоказаний для беременных и кормящих матерей у него нет. Производитель рекомендует не делать процедуру до 7 месяца беременности (дабы избежать в последствии обвинений в нежелательных последствиях). Лучше делать с разрешения врача-гинеколога - так спокойнее беременной женщине и специалистам салонов или клиник. Естественно, не делать область живота и поясничного отдела. Руки, ноги, спина (плечевой отдел) - эти зоны всегда проблемны при беременности. При лактации можно делать полную процедуру для приведения в форму после родов (примерно после 2 месяцев, при кесаревом сечении - по совету с врачом -гинекологом после полного заживления швов).</p>',
                'chapter_id' => 4
            ],
            [
                'question_ru' => 'Можно ли применять аппарат, если кожа очень тонкая?',
                'answer_ru' => '<p>Аппараты Эндосфера терапия не растягивают кожу. Наоборот, подтягивают и тонизируют ее. Кроме того, при процедуре кожа нагревается на 2 градуса, что стимулирует выработку коллагена и эластина. Методика также укрепляет сосуды и капилляры. Поэтому, имеет только положительное воздействие на кожу.</p>',
                'chapter_id' => 4
            ],
        ];

        foreach ($data as $item) {
            Question::create($item);
        }
    }
}